;Place localized text in this file
[Camaraderie X2AbilityTemplate]
LocFriendlyName="Camaraderie"
LocLongDescription="The squad has gained a small form of cohesion between each other, giving them minor bonuses to their stats."
LocHelpText="This squad has earned minor bonuses to their stats"
LocFlyOverText="Camaraderie"

[GuerillasInArms X2AbilityTemplate]
LocFriendlyName="Guerillas In Arms"
LocLongDescription="Thhe squad have learned to work with each other efficiently, giving them moderate bonuses to their stats."
LocHelpText="This squad has earned moderate bonuses to their stats"
LocFlyOverText="Guerillas In Arms"

[WeAreXCOM X2AbilityTemplate]
LocFriendlyName="We Are XCOM"
LocLongDescription="The squad are fire-forged friends (or maybe even more in some cases), giving them substantial bonuses to their stats."
LocHelpText="This squad has earned substantial bonuses to their stats"
LocFlyOverText="We Are XCOM"
